;(window.webpackJsonp = window.webpackJsonp || []).push([
  [1],
  {
    172: function(e, n, t) {
      "use strict"
      t.r(n)
      var r = t(3)
      n.default = Object(r.a)(
        {
          ru: "РУС",
          en: "АНГЛ",
          team: "Команда",
          work: "Работы",
          job: "Вакансии",
          contact: "Контакты",
          slogan: "Кодинг для\nзвёзд",
          subSlogan: "* каждый является звездой",
          teamTitle: "Наша / команда",
          vitaly: "Виталий",
          stanislav: "Станислав",
          kirill: "Кирилл",
          alexander: "Александр",
          irina: "Ирина",
          futureEmployee: "Будущий член команды",
          webDeveloper: "Веб разработчик",
          projectManager: "Менеджер проектов",
          teamLeader: "Лидер команды",
          engineer: "Разработчик",
          weAreHiring: "Ищем в команду",
          workTitle: "Наши последние / Работы",
          descAnthive:
            "Kодирование для начинающих и опытных разработчиков. Проверьте свои навыки в различных языках программирования, бросьте вызов разработчикам по всему миру. Рейтинг в реальном времени и таблица лидеров.",
          descBreakkonnect:
            "Всемирное сообщество танцоров с уникальными возможностями для организации брейкданс-битв. Возможности авансовых платежей и видео трансляций",
          descChrome: "Принимали участие в разработке официального веб-сайта для браузера Chrome",
          descAndroid: "Принимали участие в разработке официального веб-сайта для Android OS",
          viewSite: "Перейти на сайт",
          contactTitle: "Напишите нам",
          yourName: "Ваше имя",
          email: "Email",
          subject: "Сообщение"
        },
        "contact",
        "Отправить"
      )
    }
  }
])
