export default {
	//header
	ru: 'РУС',
	en: 'АНГЛ',
	team: 'Команда',
	work: 'Работы',
	job: 'Вакансии',
	contact: 'Контакты',
	slogan: 'Кодинг для \n звёзд',
	subSlogan: '* каждый является звездой',

	//team
	teamTitle: 'Наша / команда',
	vitaly: 'Виталий',
	stanislav: 'Станислав',
	kirill: 'Кирилл',
	alexander: 'Александр',
	irina: 'Ирина',
	futureEmployee: 'Будущий член команды',
	webDeveloper: 'Веб разработчик',
	projectManager: 'Менеджер проектов',
	teamLeader: 'Лидер команды',
	engineer: 'Разработчик',
	weAreHiring: 'Ищем в команду',

	//work
	workTitle: 'Наши последние / Работы',
	descAnthive: 'Kодирование для начинающих и опытных разработчиков. Проверьте свои навыки в различных языках программирования, бросьте вызов разработчикам по всему миру. Рейтинг в реальном времени и таблица лидеров.',
	descBreakkonnect: 'Всемирное сообщество танцоров с уникальными возможностями для организации брейкданс-битв. Возможности авансовых платежей и видео трансляций',
	descChrome: 'Принимали участие в разработке официального веб-сайта для браузера Chrome',
	descAndroid: 'Принимали участие в разработке официального веб-сайта для Android OS',
	viewSite: 'Перейти на сайт',

	//hiring
	hiringTitle: 'Вакансии',
	hiringSubtitle: 'В данный момент к нам в коианду требуются следущие специалисты:',
	backEndDev: 'Back-end разработичк',
	backEndDevDesc: 'Необходимо уверенное владение стеком технологий ASP.NET Core 2 и выше, для Вэб разработки (MVC, REST) в Visual Studio, работа в MS Visual Studio. Опыт работы в данной сфере от трёх лет. Знание ООП, паттернов проектирования, работа с БД по средством Entity Framework Core. Умение разрабатывать RESTFull API для серверной части приложения, умение использовать пользоваться Git. Плюсом будет знание инфраструктуры Azure, принципов Agile методологии разработки ПО, Azure DevOps. Организованность, умение грамотно распределять своё время, работать удалённо в команде. Оформление в соответствии с ТК РФ.',
	frontEndDev: 'Front-end разработичк',
	backEndDevDesc: 'Необходимо уверенное владение Angular 6 и выше, Ajax, JavaScript, CSS, HTML 5, желательно знание MS Visual Studio, работа с отладчиком, Git. Опыт в разработке/поддержании ПО на Angular от года. Умение формирования архитектуры приложения (деление на сервисы, компоненты) пригодной для больших приложений. Умение реализовывать сложный пользовательский интерфейс, выполнять отладку в браузере. Плюсом будет знание Agile методологии разработки ПО, Azure DevOps. Организованность, умение грамотно распределять своё время, работать удалённо в команде. Оформление в соответствии с ТК РФ.',
	mobileDev: 'Разработичк мобильных приложений',
	mobileDevDesc: 'Разработка мобильных продуктов для платформ iOS или Android с использованием React Native. Опыт работы в Linux / Mac и командной строке. Организованность, умение грамотно распределять своё время, работать удалённо в команде. Требуется опыт разработки с использованием React Native, желательно продемострировать свой код. Хорошее знание английского. Желательно иметь навыки разработки пользовательского интерфейса, взаимодействия с дизайнерами. Оформление в соответствии с ТК РФ.',

	//contact us
	contactTitle: 'Напишите нам',
	yourName: 'Ваше имя',
	email: 'Email',
	subject: 'Сообщение',
	contact: 'Отправить',
	howYourMath: 'Как ваша математика?',
	wrongEmail: 'Некорректный e-mail',
	requiredField: 'Это поле является обязательным',
	wrongAnswer: 'Неверный ответ',
	messageSent: 'Сообщение отправлено',

	//footer
	devTeam: 'ООО "Дев-тим"'
}